<h2 style="margin:10px;"><big>Смолян</big></h2>
<table  class="info">
<tr>
<td>
<div class="img-z">
<img src="img/smolqn_landmark_1.jpg" width=300px height=200px  >
</div>
</td>
<td width=600px>
<h3>Пампорово</h3>
Пампо̀рово е планински курорт в България. Разположен е във вътрешността на Родопите на 1650 м надморска височина, в подножието на връх Снежанка. Намира се на територията на Община Смолян и на Община Чепеларе, на разстояние около 220 км от София, 85 км южно от Пловдив, 15 км северно от Смолян и 10 км южно от Чепеларе.
<tr>
<td>
<img src="img/smolqn_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Дяволското гърло</h3>
Дяволското гърло е пещера в Родопите, община Девин. Пещерата е разположена на 1,5 km северно от село Триград в Триградското ждрело в Родопите. Името на пещерата идва от формата на бившия вход (сега – изход), наподобяващ дяволска глава.
</td>
</tr>
<table>