<h2 style="margin:10px;"><big>Русе</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/ruse_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Ивановски скални църкви</h3>
Ивановските скални църкви се намират на 18 км. южно от град Русе. Отличават се от другите запазени скални манастирски комплекси в България с добре запазените си стенописи. За разлика от традиционните манастири, които се състоят от 1–2 църкви, монашеска и стопанска част, в Иваново има разклонена мрежа от малки скални църкви, параклиси и килии, издълбани на различна височина в скалите на живописния каньон на река Русенски Лом и свързани с пътеки и скални стълби.
<tr>
<td>
<img src="img/ruse_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Паметник на Свободата</h3>
Паметникът на Свободата в Русе е проектиран в началото на XX век от италианския скулптор Арнолдо Цоки, а е изработен от Георги Киселинчев[1]. С течение на времето е придобил значение като един от символите на града и е част от герба му.
</td>
</tr>
<table>