<h2 style="margin:10px;"><big>Ямбол</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/qmbol_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Исторически музей</h3>
Историческият музей в Ямбол се явява наследник на създаваните през годините музейни сбирки в града. Първата сбирка датира още от 1886г. и е разкрита в трикласното мъжко училище в града. Музеят е открит официално на 2.6.1953 г. като "Музей на революционното движение".
<tr>
<td>
<img src="img/qmbol_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Художествена галерия "Жорж Папазов"</h3>
Художествена галерия „ Жорж Папазов” – Ямбол води началото си от 1952 г. като художествен отдел към Исторически музей. Сградата на бившата Синагога е обявена за паметник на културата от 18.11.1967 г. и адаптирана за художествена галерия през 1979 г.
</td>
</tr>
<table>