<h2 style="margin:10px;"><big>Кърджали</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/kyrjali_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Перперикон</h3>
Перперико̀н е археологически комплекс в Източните Родопи, състоящ се от голямо мегалитно светилище от преди 8000 години през каменната ера, паметници от античността и средновековна крепост. 
<tr>
<td>
<img src="img/kyrjali_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Кърджалийски пирамиди</h3>
Кърджалийските пирамиди са скални образувания, разположени източно от град Кърджали. Пирамидите се намират на ридовете Каяджик и Чуката в Източните Родопи. Те са едни от най-посещаваните от туристи скални пирамиди в България. Формирали са се преди близо 40 милиона години, когато Източните Родопи са били дъно на море.
</td>
</tr>
<table>