<h2 style="margin:10px;"><big>Враца</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/img1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Леденика</h3>
„Леденика“ е името на пещера в Стара планина, община Враца, България. Пещерата Леденика е разположена на 16 км от град Враца, на територията на природен парк Врачански Балкан, намира се на 830 м надморска височина в Северозападно-Стрешерския дял на Врачанската планина.
<tr>
<td>
<img src="img/img2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Огоста</h3>
Огоста е река в Северозападна България, област Монтана и Област Враца, десен приток на река Дунав. Дължината ѝ е 141,1 км, която ѝ отрежда 17-то място сред реките на България.
</td>
</tr>
<table>