<h2 style="margin:10px;"><big>Плевен</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/pleven_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Панорама „Плевенска епопея 1877 г.“</h3>
Панорамата „Плевенска епопея 1877 г.“ е художествен музей в Плевен, построен в чест на 100-годишнината от Освобождението на Плевен от османско иго.
В първите 3 години след нейното откриване панорамата е посетена от 2,5 милиона души. Тя е сред почти 200-те паметници, построени от плевенчани в памет на загиналите руснаци, румънци и българи. Включена е в Стоте национални туристически обекта.
<tr>
<td>
<img src="img/pleven_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Регионален исторически музей</h3>
Регионалният исторически музей води началото си от основаното през 1903 година Археологическо дружество в града, което създава своя сбирка от предмети, първите от тях разкрити при разкопки в крепостта Сторгозия. През 1923 година сбирката е изложена в сградата на читалище „Съгласие“, а през 1953 година музеят става самостоятелна институция. През 1984 година е преместен в сегашната си сграда.
</td>
</tr>
<table>