<h2 style="margin:10px;"><big>Силистра</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/silistra_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Етнографски музей „Дунавски риболов и лодкостроене“</h3>
Етнографски музей “Дунавски риболов и лодкостроене” в Тутракан е част от Историческия музей на града. Той е открит през 1974 г. и е единствен в страните по поречието на река Дунав. Създаден е, за да съхрани богатата материална и духовна култура, обществено устройство и бит на българите от крайдунавските рибарски селища.
<tr>
<td>
<img src="img/silistra_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Архитектурен резерват "Рибарското селище"</h3>
В Тутракан е единственото в страната естествено обособило се по поречието на реката рибарско селище. Със своята самобитност, чистота и възрожденски дух Архитектурен комплекс "Рибарската махала" е съхранен за поколенията в своя автентичен вид с рибарските мрежи, с лодкарските работилници и рибарските къщи.
</td>
</tr>
<table>