<h2 style="margin:10px;"><big>Бургас</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/burgas_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Археологически музей, Несебър</h3>
Несебър(Месемврия) е един от най-старите български градове.Археологическите изследвания и разкопки в несебърския полуостров и района на града през последните четирсет години разкриват изключителни находки от значими паметници на културата, свидетелстващи за богатата история на антична Месамбрия и средновековния Несебър.
</tr>
<tr>
<td>
<img src="img/burgas_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>църква Христос Пантократор</h3>
Христос Пантократор е православна църква в Несебър, България. Тя е част от Архитектурно-историческия резерват в града.
</td>
</tr>
<table>