<h2 style="margin:10px;"><big>Видин</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/vidin_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Баба Вида</h3>
Баба Вида или Бабини-Видини кули е средновековна крепост във Видин. Считана е за единствената изцяло запазена крепост в България. Името Баба Вида, с което е известна днес, произхожда от народна легенда.Крепостта е служела за защита на местния владетел и на целия град Видин през почти цялото Средновековие.
<tr>
<td>
<img src="img/vidin_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Белоградчишки скали</h3>
Белоградчишките скали са скални фигури, високи до 200 m, разположени в Западния Предбалкан, близо до град Белоградчик. Скалите варират в цветове от чисто червено до жълто. Много от скалите имат фантастични форми и са включени в интересни легенди. Те често са наричани на хора или предмети, на които приличат или напомнят. Белоградчишките скали са вписани като природни забележителности от българското правителство и са главната туристическа атракция в региона.
</td>
</tr>
<table>