<h2 style="margin:10px;"><big>Габрово</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/gabrovo_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Етър</h3>
Етъра е музей на открито в едноименния квартал на Габрово.Представлява възстановка на българския бит, култура и занаятчийство. Той е първият по рода си музей в България. Открит е на 7 септември 1964 г. Музеят е разположен на 8 км южно от основната част на Габрово.
<tr>
<td>
<img src="img/gabrovo_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Соколски манастир</h3>
Габровски Соколски манастир „Успение Богородично“ е действащ смесен манастир на Българската православна църква, намиращ се в Северна България, близо до Габрово. Манастирът е основан в началото на 1833 година от Йосиф Соколски.
</td>
</tr>
<table>