<h2 style="margin:10px;"><big>Търговище</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/tyrgovishte_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Хаджиангелова къща</h3>
Хаджиангеловата къща-музей e български архитектурен паметник на културата от XIX век. Намира се в град Търговище, квартал Вароша, на адрес ул. "Раковски" № 14.
Построена през 1863 г. от тревненски майстори, сградата е образец на симетрична възрожденска къща с дърворезбена украса, художествено изписани холкери и модерни за времето си архитектурни детайли – алафранга, зидана печка и други.В нея е живял българския търговец Хаджи Ангел Хаджи Друмев, в нея могат да се разгледат инструменти, използвани в лозарството, грънчарството, земеделието и други.
<tr>
<td>
<img src="img/tyrgovishte_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Регионален исторически музей</h3>
Регионалният исторически музей в Търговище е основан през 1951 година. Той e наследник на създадените през 20-те години на 20 век музейни сбирки. Понастоящем той е общински музей. Извършва проучвания на територията на Област Търговище. Решението за създаване на музей датира от 1951 година. Започва се на обществени начала. От 1953 година има постоянна музейна експозиция. Окръжният исторически музей — Търговище функционира от 1960 година като самостоятелен институт, който системно проучва и популяризира историята на Търговищкия край.
</td>
</tr>
<table>