<h2 style="margin:10px;"><big>Разград</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/razgrad_landmark_1.jpg" width=300px height=200px>
</td>
<td width=600px>
<h3>Часовникова кула</h3>
Часовниковата кула в Разград датира от 1864 г. Построена е от тревненския майстор Тодор Тончев, върху основите на по-стара часовникова кула, която е била разрушена заради проблеми в конструкцията й. 
<tr>
<td>
<img src="img/razgrad_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Историко-археологически резерват "Сборяново"</h3>
Историко-археологическият резерват "Сборяново" се намира на територията на община Исперих, в западната част на Лудогорското плато. Резерватът е разположен на 10 километра от град Исперих, западно от село Свещари и северно от село Малък Поровец, в каньона на река Крапинец и хълмовете наоколо.
</td>
</tr>
<table>