<h2 style="margin:10px;"><big>Сливен</big></h2>
<table  class="info">
<tr>
<td>
<img src="img/sliven_landmark_1.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Регионален исторически музей</h3>
Регионалният исторически музей в Сливен се помещава в красива сграда на главната улица на града. Той е една от най-старите институции в Сливен. Основан е през 1913 година като читалищен музей към читалище "Зора".

<tr>
<td>
<img src="img/sliven_landmark_2.jpg" width=300px height=200px >
</td>
<td width=600px>
<h3>Къща музей „Хаджи Димитър”</h3>
Един от най-известните туристически обекти в град Сливен е къщата на легендарния сливенски войвода Хаджи Димитър. Тя е построена от дядото на именития войвода в края на XVIII в. и се намира в сливенския квартал „Клуцохор”.
</td>
</tr>
<table>